Revit 2027 API
PhaseArray Constructor
Initializes a new instance of the PhaseArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PhaseArray()
Public Sub New
public:
PhaseArray()
new : unit -> PhaseArray
See Also
Reference
PhaseArray Class
Autodesk.Revit.DB Namespace